Docs/Reference/Content/images/dependencies/net9.0/mmd/alloverit-serialization-json-systemtext.mmd
flowchart LR
  alloverit-serialization-json-systemtext["AllOverIt.Serialization.Json.SystemText"]
  alloverit-serialization-json-abstractions["AllOverIt.Serialization.Json.Abstractions"]
  alloverit["AllOverIt"]
  alloverit-assertion["AllOverIt.Assertion"]
  alloverit-serialization-json-systemtext --> alloverit-serialization-json-abstractions
  alloverit-serialization-json-abstractions --> alloverit
  alloverit --> alloverit-assertion
